top_week_feb = '8 9 10 11 12 20 21 22 23 24 25 26'
bottom_week_feb = '13 14 15 16 17 18 19 27 28'
top_week_march = '6 7 8 9 10 11 12 20 21 22 23 24 25 26'
bottom_week_march = '1 2 3 4 5 13 14 15 16 17 18 19 27 28 29 30 31'
top_week_april = '3 4 5 6 7 8 9 17 18 19 20 21 22 23'
bottom_week_april = '1 2 10 11 12 13 14 15 16 24 25 26 27 28 29 30'
top_week_may = '1 2 3 4 5 6 7 22 23 24 25 26 27 29 30 31'
bottom_week_may = '8 9 10 11 12 13 14 22 23 24 29 30 31'
top_week_june = '5 6 7 8 9 10 11 19 20 21 22 23 24 25'
bottom_week_june = '1 2 3 4 12 13 14 15 16 17 18 26 27 28 29 30'
top_week_july = '3 4 5 6 7 8 9 17 18 19 20 21 22 23 31'
bottom_week_july = '1 2 10 11 12 13 14 15 16 24 25 26 27 28 29 30'

start_message = 'У многих студентов мехмата постоянно возникает вопрос: \"Какая сегодня неделя?\". ' \
                 'И Тут на помощь прихожу я! Бот, который скажет тебе, какая сейчас неделя! \n' \
                 'Напиши \"Узнать сегодняшнюю неделю\" или нажми на кнопку и я тебе все расскажу!\n\n\n'

start_message_avtor = '_Автор этого телеграм бота - thecattest.ru_'

start_message_help = 'Чтобы определить тип недели напиши /week или \"Узнать сегодняшнюю неделю\"'

start_message_about = 'Этот бот очень прост. Позволяет узнать тип недели, верхняя или нижняя\n' \
                      'Для этого достаточнок написать /week или \'Узнать сегодняшнюю неделю\'\n\n' \
                      '_автор thecattest.ru_'

